Repository: medunigraz/outpost.django.attendance
Catalog: src/outpost/django/attendance/locale/*/LC_MESSAGES/django.po
Languages: de

source: View Terminal
de: Terminal anzeigen

source: View Entry
de: Buchung anzeigen

source: View CAMPUSonline Holding
de: CAMPUSonline Abhaltung anzeigen

source: View CAMPUSonline Entry
de: CAMPUSonline-Buchung anzeigen

source: View manual CAMPUSonline Entry
de: Manuelle CAMPUSonline-Buchung anzeigen

source: View Statistics
de: Statistiken anzeigen

source: Please select room
de: Bitte Raum auswählen

source: Goodbye
de: Auf Wiedersehen

source: Thank you for attending {coe.holding.course_group_term.coursegroup}
de: Danke für Ihre Teilnahme an {coe.holding.course_group_term.coursegroup}

source: Terminal has no suitable rooms assigned.
de: Terminal hat keine pasenden Räume zugewiesen.

source: No such room found for terminal.
de: Kein Raum für Terminal gefunden.

source: Welcome {coe.incoming.student.display} to {coe.holding.course_group_term.coursegroup}
de: Willkommen {coe.incoming.student.display} zu {coe.holding.course_group_term.coursegroup}

source: Welcome {coe.incoming.student.display}
de: Willkommen {coe.incoming.student.display}

source: Please reach out to your instructor
de: Bitte wenden Sie sich an Ihre Lehrperson

source: Statistics
de: Statistiken

source: Recorded: {statistic}
de: Aufgezeichnet: {statistic}

source: Concluded: {statistic}
de: Abgeschlossen: {statistic}

source: Immunization
de: Immunisierung

source: Not Immunized!
de: Nicht Immunisiert!

source: Immunized!
de: Immunisiert!

source: External attendees for {coh.course_group_termi.coursegroup}
de: Externe Teilnehmer für {coh.course_group_termi.coursegroup}

source: Unknown terminal identification
de: Unbekanntes Terminal

source: Unknown student identification
de: Unbekannte Studierendenkarte
